Repository: rykoma/Graph-Editor
Catalog: Graph-Editor/Strings/*/Pages.SampleQuery.SampleQueryContainer.resw
Source language: en_us
Languages: ja_jp

# Message_SelectSampleQuery
source: Select a sample query.
ja_jp: サンプル クエリを選択してください。

# Message_BinaryBodyRequiredTitle
source: File selection required
ja_jp: ファイルの選択が必要

# Message_BinaryBodyRequiredContent
source: To use this sample query, you need to select the file you want to send. Do you want to continue?
ja_jp: このサンプル クエリを使用するには、送信するファイルを選択する必要がります。続行しますか？

# Button_Run.Content
source: Run in Editor
ja_jp: エディターで実行する

# Message_InvalidSampleQuery
source: Selected sample query is invalid.
ja_jp: 選択されたサンプル クエリは不正です。

# Message_CannotRemoveRootTitle
source: Cannot remove root container
ja_jp: ルート コンテナーの削除はできません

# Message_CannotRemoveRootContent
source: You cannot remove the root container.
ja_jp: ルート コンテナーを削除することはできません。

# MenuFlyoutSubItem_Add.Text
source: Add
ja_jp: 追加

# MenuFlyoutItem_AddContainer.Text
source: 📁 Container
ja_jp: 📁 コンテナー

# MenuFlyoutItem_AddQuery.Text
source: 📄 Query
ja_jp: 📄 クエリ

# MenuFlyoutItem_Remove.Text
source: Remove
ja_jp: 削除

# Button_SaveSampleCategory.Content
source: Save
ja_jp: 保存

# TextBox_HeaderName.PlaceholderText
source: Header Name
ja_jp: ヘッダー名

# TextBox_HeaderValue.PlaceholderText
source: Header Value
ja_jp: ヘッダー値

# Button_DeleteHeader.ToolTipService.ToolTip
source: Delete
ja_jp: 削除

# Button_AddHeader.Content
source: Add Header
ja_jp: ヘッダーを追加

# TextBlock_SendBinaryToggleHeader.Text
source: Send the file contents as binary data
ja_jp: ファイルの内容をバイナリ データとして送信する

# TextBlock_Header.Text
source: Header
ja_jp: ヘッダー
